Repository: piscoTech/Workout
Catalog: Workout/*.lproj/Localizable.strings
Languages: fr

# UNITS_NAME_0
source: Metric
fr: Métrique

# UNITS_NAME_1
source: Imperial
fr: Impérial

# STEP_SOURCE_ALL
source: All Sources
fr: Toutes les sources

# WRKT_FILTER_ANY_TIME
source: Any time
fr: N’importe quand

# WRKT_FILTER_FROM_%@
source: From %@
fr: Depuis %@

# WRKT_FILTER_TO_%@
source: To %@
fr: À %@

# WRKT_FILTER_FROM_%@_TO_%@
source: From %@ to %@
fr: Depuis %@ à %@

# WRKT_ERR_LOADING
source: Unable to load workout data
fr: Impossible de charger les données d’entraînement

# WRKT_ERR_NO_HEALTH
source: Health data is not available
fr: Les données de Santé ne sont pas disponibles

# WRKT_FILTER
source: Filter
fr: Filtre

# WRKT_FILTER_ALL
source: All workouts
fr: Tous les entraînements

# WRKT_FILTER_%lld_OUT_%lld
source: %lld/%lld workouts
fr: %lld/%lld entraînements

# WRKT_FILTER_DATE
source: Start Date
fr: Date de début

# WRKT_FILTER_FROM
source: From
fr: Depuis

# WRKT_FILTER_FROM_NONE
source: The dawn of time
fr: La nuit des temps

# WRKT_FILTER_TO
source: To
fr: À

# WRKT_FILTER_TO_NONE
source: The end of the universe
fr: La fin des temps

# WRKT_LIST_LOADING
source: Loading from Health app...
fr: Chargement depuis l’application Santé...

# WRKT_LIST_ERR_NO_WORKOUT
source: No workout
fr: Aucun entraînement

# WRKT_START
source: Start
fr: Début

# WRKT_END
source: End
fr: Fin

# WRKT_DURATION
source: Duration
fr: Durée

# WRKT_AVG_HEART
source: Average Heart Rate
fr: Rythme cardiaque moyen

# WRKT_MAX_HEART
source: Max Heart Rate
fr: Rythme cardiaque maximum

# WRKT_AVG_PACE
source: Average Pace
fr: Allure moyenne

# WRKT_AVG_SPEED
source: Average Speed
fr: Vitesse moyenne

# WRKT_AVG_CADENCE
source: Average Cadence
fr: Cadence moyenne

# WRKT_ENERGY
source: Energy
fr: Énergie

# WRKT_ELEVATION
source: Elevation Change
fr: Dénivelée

# WRKT_WEATHER_TEMPERATURE
source: Weather Temperature
fr: Température

# WRKT_WEATHER_HUMIDITY
source: Weather Humidity
fr: Humidité

# MINBYMIN_TITLE
source: Details
fr: Détails

# MINBYMIN_%@_PAUSE
source: Pause for %@
fr: Pause de %@

# HEART_ZONES_TITLE
source: Heart Zones
fr: Zones cardiaques

# HEART_ZONES_FOOTER
source: It is possible that the times in each heart zone do not add up to the total duration of the workout as in some parts heart data is not available or the heart rate is below the threshold for Zone 1.
fr: Il est possible que les temps dans chaque zone cardiaque ne correspondent pas à la durée totale de l’entraînement car dans certaines parties, les données cardiaques peuvent être indisponibles ou la fréquence cardiaque est en dessous du seuil de la Zone 1.

# HEART_ZONES_NEED_CONFIG
source: Set your max heart rate in settings to display this
fr: Réglez votre fréquence cardiaque maximale dans les paramètres pour afficher ceci.

# WRKT_ROUTE_TITLE
source: Route
fr: Trajet

# WRKT_ROUTE_START
source: Start
fr: Départ

# WRKT_ROUTE_END
source: End
fr: Arrivée

# EXPORT_SELECT_ALL
source: Select All
fr: Sélectionner tout

# EXPORT_SELECT_NONE
source: Select None
fr: Ne rien sélectionner

# EXPORT_ERROR
source: Cannot export workout data
fr: Impossible d’exporter les données d’entraînement

# EXPORT_ERROR_PARTIAL
source: Cannot export some workout data
fr: Impossible d’exporter certaines données d’entraînement

# EXPORT_ERROR_PARTIAL_%@
source: The workouts at the following times failed to export: %@
fr: Les séances d’entraînement aux moments suivants n’ont pas réussi à être exportées: %@

# EXPORT_BULK
source: Export Workouts
fr: Exporter les entraînements

# EXPORT_BULK_BODY
source: You can export just general data for each selected workout, i.e. the first section of the details, or all details. If you choose the latter, export time can greatly increase, make sure you select only relevant workouts or use the right filter to reduce them.
fr: Vous pouvez exporter uniquement les données générales pour chaque entraînement sélectionné, càd. la première section des détails ou la totalité des détails. Si vous choisissez ce dernier, le temps d'exportation peut être considérablement augmenté, assurez-vous de ne sélectionner que les entraînements pertinents ou utilisez le bon filtre pour les réduire.

# EXPORT_BULK_SIMPLE
source: Only General Data
fr: Seulement les données générales

# EXPORT_BULK_ALL
source: All Details
fr: Tous les détails

# EXPORT_BULK_CANCEL
source: Cancel
fr: Annuler

# HEART_ZONES_EXPLANATION
source: Heart zones are ranges of your heart rate in terms of percentage of your max heart rate. Spending certain amouts of time in each zone will help you train in a certain way, customize the zones to better suit your needs.
fr: Les zones cardiaques sont des plages de votre fréquence cardiaque en termes de pourcentage de votre fréquence cardiaque maximale. Passer un certain temps dans chaque zone vous aidera à vous entraîner d’une certaine manière. Personnalisez les zones pour mieux répondre à vos besoins.

# REPORT_TEXT
source: Report any problem also on Twitter @piscoTech or at GitHub tapping Source Code.
fr: Signalez tout problème sur Twitter @piscoTech ou sur GitHub en tapant le code source.
